Tekla Open API Reference for Tekla Structures 2025
CannotLoadAttributesException Fields
The CannotLoadAttributesException type exposes the following members.
Fields
Name | Description
AttributeFile
The name of the attribute file that was being loaded.
Top
See Also
Reference
CannotLoadAttributesException Class
Tekla.Structures.Drawing Namespace